{
  "results": [
    {
      "title":"DIPLOBLASTIC",
      "mean":"Characterizing the ovum when it has two primary germinallayers."},
    {
      "title": "DEFIGURE",
      "mean":"To delineate. [Obs.]These two stones as they are here defigured. Weever."},
    {
      "title":"LOMBARD",
      "mean":"Of or pertaining to Lombardy, or the inhabitants of Lombardy."},
    {
      "title":"BAHAISM",
      "mean":"The religious tenets or practices of the Bahais."},
    {
      "title":"FUMERELL",
      "mean":"See Femerell."},
    {
      "title":"ROYALET",
      "mean":"A petty or powerless king. [R.]there were at this time two other royalets, as only kings by hisleave. Fuller."},
    {
      "title":"TROPHIED",
      "mean":"Adorned with trophies.The trophied arches, storied halls, invade. Pope."},
    {
      "title":"ZEQUIN",
      "mean":"See Sequin."},
    {
      "title":"MILLWRIGHT",
      "mean":"A mechanic whose occupation is to build mills, or to set uptheir machinery."},
    {
      "title":"PHOTOGRAPHOMETER",
      "mean":"An instrument for determining the sensibility of the platesemployed in photographic processes to luminous rays."},
    {
      "title":"SCHEELIUM",
      "mean":"The metal tungsten. [Obs.]"},
    {
      "title":"ALVEOLATE",
      "mean":"Deeply pitted, like a honeycomb."},
    {
      "title":"LIMULUS",
      "mean":"The only existing genus of Merostomata. It includes only a fewspecies from the East Indies, and one (Limulus polyphemus) from theAtlantic coast of North America. Called also Molucca crab, king crab,horseshoe crab, and horsefoot."},
    {
      "title":"OSMUND",
      "mean":"A fern of the genus Osmunda, or flowering fern. The mostremarkable species is the osmund royal, or royal fern (Osmundaregalis), which grows in wet or boggy places, and has large bipinnatefronds, often with a panicle of capsules at the top. The rootstockcontains much starch, and has been used in stiffening linen."},
    {
      "title":"POTTEEN",
      "mean":"See Poteen."},
    {
      "title":"UNDERRUN",
      "mean":"To run or pass under; especially (Naut.), to pass along andunder, as a cable, for the purpose of taking it in, or of examiningit."},
    {
      "title":"EMPLASTIC",
      "mean":"Fit to be applied as a plaster; glutinous; adhesive; as,emplastic applications."},
    {
      "title":"RHYTHMICS",
      "mean":"The department of musical science which treats of the length ofsounds."},
    {
      "title":"PLEUROPTERA",
      "mean":"A group of Isectivora, including the colugo."},
    {
      "title":"UNBLOODY",
      "mean":"Not bloody. Dryden. Unbloody sacrifice. (a) A sacrifice inwhich no victim is slain. (b) (R. C. Ch.) The Mass."},
    {
      "title":"CINCINNUS",
      "mean":"A form of monochasium in which the lateral branches arisealternately on opposite sides of the false axis; -- called alsoscorpioid cyme. --Cin*cinnal (#), a."},
    {
      "title":"INDOCILITY",
      "mean":"The quality or state of being indocile; dullness of intellect;unteachableness; intractableness.The stiffness and indocility of the Pharisees. W. Montagu."
    }
  ]
}
